import React from 'react'
import Head from 'next/head'
import BorderedTextHeader from 'components/organisms/site/BorderedTextHeader'

class PrivacyPolicy extends React.Component {
  render() {
    return (
      <React.Fragment>
        <Head>
          <title>プライバシーポリシー</title>
        </Head>

        <BorderedTextHeader text="プライバシーポリシー" />

        <div className="container mt-5 mb-3">
          <h3>1 個人情報の収集方法とその目的について</h3>
          <p>
            <span>
              <span>&nbsp;</span>
            </span>
          </p>
          <p>
            当社は当ウェブサイト及び当アプリ内で氏名や連絡先情報、法人に関する情報などを収集します。
          </p>
          <p>この情報は、以下の目的の範囲内で使用します。</p>

          <ul>
            <li>「COMMUNE」をはじめとする弊社サービスの提供及び管理のため</li>
            <li>
              ユーザーの「COMMUNE」をはじめとする弊社サービスの利用状況、稼働状況を案内するため
            </li>
            <li>当社のサービスを案内するため</li>
            <li>当社のサービスの改善及び開発のため</li>
            <li>問い合わせ対応のため</li>
            <li>アンケートの実施のため</li>
            <li>利用者に合わせてカスタマイズしたコンテンツを提供するため</li>
            <li>キャンペーンでの利用のため</li>
          </ul>

          <p>
            <span>
              尚、当ウェブサイト及び当アプリから取得した個人情報をオフラインやその他の情報源から得た情報で補足する場合があります。当ウェブサイト及び当アプリで収集した個人情報を収集当初の目的の範囲を超えて利用することはありません。特に、弊社サービス提供先の顧客情報を取得する同期先サイトのログイン情報は、「COMMUNE」をはじめとする弊社サービス提供の一部として、ユーザー情報を取得する目的を超えて利用することはありません。
            </span>
          </p>
          <p>
            <span>
              また当社が個人情報を第三者から間接的に取得する場合は、当該第三者が本人から適正に取得したものであるかどうかを確認した上で、上記目的の範囲内で利用します。
            </span>
          </p>
          <h3>&nbsp;</h3>
          <h3>
            <span>2 それらの個人情報の第三者への提供について</span>
          </h3>
          <p>&nbsp;</p>
          <p>
            <span>
              当社はお預かりした個人情報を皆様からの事前の同意を得ることなく第三者に提供することは行いません。ただし以下の場合は除きます。
            </span>
          </p>
          <p>
            <span>
              当初の利用目的の範囲内で外部の委託先との個人情報の共有が必要になった場合
            </span>
          </p>
          <p>
            <span>法的手続きに基づく開示請求があった場合</span>
          </p>
          <p>
            <span>
              内、委託先への個人情報の提供が必要になった際には、委託先に対し情報管理に関する適切な監督を行ったうえで提供を行います。
            </span>
          </p>
          <h3>&nbsp;</h3>
          <h3>
            <span>
              3 ログファイル・クッキー・ウェブビーコン等の技術的情報について
            </span>
          </h3>
          <p>&nbsp;</p>
          <p>
            <span>
              当ウェブサイトでは、ログファイルの収集、クッキーの送信（広告の効果測定を目的とした第三者サーバーからのクッキー送信を含む）、ウェブビーコンの設置などにより皆様のIPアドレス、アクセス回数、ご利用ブラウザ、OSその他利用端末などの情報を収集しています。スマートフォンアプリをご利用の場合、アプリからご利用の端末のID、wi-fi接続に関する情報も取得致します。クッキーは皆様がご利用のブラウザの設定によって受け入れを拒否することができますが、その場合にはウェブサイトのサービスの一部がご利用頂けなくなる可能性があります。これらの情報は、当ウェブサイト及び当アプリの利用傾向の分析や問題発生時の原因究明を目的に収集しており、個人を特定する目的の利用はしておりません。
            </span>
          </p>
          <h3>&nbsp;</h3>
          <h3>
            <span>
              4
              それら個人情報に関する本人からの開示、訂正、利用停止等の方法について
            </span>
          </h3>
          <p>&nbsp;</p>
          <p>
            <span>
              当社にご提供頂いた企業情報・個人情報の確認・訂正などは以下のメールアドレス宛にご連絡頂くか、またはCOMMUNEをはじめとする弊社サービスログイン後の「ユーザー情報の編集」で自ら修正・確認を行うことが出来ます。ご本人であることを確認したうえで対応いたします。
            </span>
          </p>
          <p>
            <span>info@dayone.co.jp</span>
          </p>
          <h3>&nbsp;</h3>
          <h3>
            <span>5 開示に対する法的免責事項について</span>
          </h3>
          <p>&nbsp;</p>
          <p>
            <span>
              法律の定めにより、国、地方自治体、裁判所、警察その他法律や条例などで認められた権限を持つ機関より要請があった場合には、これに応じて皆様の許可なく情報を開示することがあります。
            </span>
          </p>
          <h3>&nbsp;</h3>
          <h3>
            <span>6 セキュリティ対策について</span>
          </h3>
          <p>&nbsp;</p>
          <p>
            <span>
              当社では、セキュリティや個人情報保護に関する社内教育等を定期的に実施し、従業員の個人情報保護への意識の向上、啓発に努めています。また、当社は、収集した個人情報保護のためにあらゆる予防措置を講じ、オンライン・オフラインの両方において保護されます。ファイヤウォール、不正侵入検知、SSLなどの技術を用いて個人情報の取り扱いには細心の注意を図ると共に、業務上必要とされる権限を与えられた者のみがアクセス可能としています。
            </span>
          </p>
          <h3>&nbsp;</h3>
          <h3>
            <span>7 収集当初の目的と異なった利用に該当する場合について</span>
          </h3>
          <p>&nbsp;</p>
          <p>
            <span>
              当社では収集時点のプライバシーステートメントに記載されている利用目的の範囲を超えて皆様の個人情報を利用することはありません。もし当初の利用目的の範囲を超えて個人情報を利用することになった際には、事前に皆様の同意を得たうえで行います。
            </span>
          </p>
          <h3>&nbsp;</h3>
          <h3>
            <span>8 リンク先の個人情報の取扱いについて</span>
          </h3>
          <p>&nbsp;</p>
          <p>
            <span>
              当社ウェブサイト並びに「COMMUNE」をはじめとする当社アプリには外部のリンクが存在し得ます。本プライバシーステートメントの適用範囲は「当社のウェブサイト群」及びスマートフォンアプリである「COMMUNE」をはじめとする「当社のアプリ群」のみとなりますので、外部のウェブサイト等での個人情報の取扱についてはリンク先ウェブサイトのプライバシーステートメントをご参照ください。ただし、アンケートについては、外部のASPを使用しており「当社のウェブサイト群」以外のドメインに遷移することがあります。そちらでの個人情報の取扱に関しては本プライバシーポリシーの適用範囲になります。
            </span>
          </p>
          <h3>&nbsp;</h3>
          <h3>
            <span>
              9 プライバシーステートメントの変更・更新通知及び苦情について
            </span>
          </h3>
          <p>&nbsp;</p>
          <p>
            <span>
              当社は、当サービスを定期的に見直し、改善を行います。それに伴い、プライバシーステートメントを変更する場合があります。プライバシーステートメントに重要な変更がある場合には、当ウェブサイト上で告知します。また当社の個人情報の取扱に関してのお問合わせ・苦情等は以下の連絡先までご連絡ください。
            </span>
          </p>
          <p>&nbsp;</p>
          <div>Dayone株式会社</div>
          <div>東京都文京区小石川 3丁目 12番 5号 A室</div>
          <div>info@dayone.co.jp</div>
        </div>

        <style jsx>{`
          .container {
            font-size: 13px;
            padding: 0 30px;
          }

          h3 {
            font-size: 13px;
            font-weight: bold;
          }
        `}</style>
      </React.Fragment>
    )
  }
}

export default PrivacyPolicy
